var type1 = ['校园代步','手机','电脑','数码配件','数码','电器','运动健身','衣物伞帽','图书教材','租赁','生活娱乐','其他'];
var type2 = [
     ['自行车','电动车'],
     [],
     ['笔记本','台式机'],
     ['耳机','移动硬盘','键盘','鼠标','充电器','显示器','移动电源','其他'],
     ['mp3/mp4','相机' ,'单反' ,'游戏机' ,'平板' ,'其他'],
     ['电扇','台灯' ,'洗衣机' ,'电吹风' ,'电水壶' ,'空调' ,'电视' ,'其他'],
     ['篮球','足球' ,'球拍' ,'哑铃' ,'轮滑'  ,'其他'],
     ['上衣','裤子' ,'背包' ,'雨伞' ,'鞋'  ,'帽子'   ,'其他' ],
     ['教材','考研' ,'托福/雅思/GRE' ,'课外书'  ,'其他' ],
     ['租房','服装' ,'道具'  ,'其他' ],
     ['乐器','日常用品' ,'虚拟账号' ,'会员卡'  ,'化妆品' ,'其他' ],
     []
 ];
	


